[
	{
		"title": "Taylor Swift Song Search",
		"year": "2023",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Compares songs with over one billion views and tells the user which Taylor Swift song is most similar to each using TF-IDF."
	},
	{
		"title": "League of Legends Game Analysis",
		"year": "2024",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Assessed the impact of killing the first rift herald in competitive games from (2023-2024)."
	},
	{
		"title": "Climate in Major U.S. Cities",
		"year": "2025",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Produced a visualization to answer the question: “What does the make-up of average yearly rainfall look like for each city?”"
	},
	{
		"title": "KNN-Classifier for Daytime v.s. Nighttime pictures",
		"year": "2024",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Created a KNN-Classifier to classify different photos of either daytime or nighttime."
	},
	{
		"title": "Predicting Player Salaries in the NBA",
		"year": "2024",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Created a model to predict NBA player salaries based on scoring and performance metrics."
	},
	{
		"title": "Meteorite Analysis",
		"year": "2023",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Explored whether there is a trend in the median mass of meteorites over time for only the meteorites that were seen while falling since 1900 (including the year 1900)."
	},
	{
		"title": "Mouse Data Analysis",
		"year": "2025",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Created two visualizations. One was created in earnest to be informative and the other was created with the purpose of deceiving the reader."
	},
	{
		"title": "Placeholder",
		"year": "2023",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Delectus magni, vel, quod mollitia hic rem temporibus, sint doloribus tenetur qui dolores tempore quisquam fuga nobis recusandae molestiae ipsum nostrum maxime eaque dicta aperiam eum quas beatae. At, neque."
	},
	{
		"title": "Placeholder",
		"year": "2021",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Vitae quos laudantium officiis rerum, accusamus delectus aspernatur quas nulla, magni sed, excepturi saepe incidunt laboriosam alias at aliquam atque quisquam autem nesciunt. Minus, reprehenderit odit nam illo natus aspernatur?"
	},
	{
		"title": "Placeholder",
		"year": "2022",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Aut voluptatem sint atque corrupti accusamus necessitatibus possimus et, itaque nulla id deleniti nemo repellendus asperiores molestias laudantium, mollitia ad dicta. Laboriosam, itaque. Quos corporis, perferendis natus officiis beatae qui."
	},
	{
		"title": "Placeholder",
		"year": "2020",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Quos, recusandae, sit rerum velit nostrum nihil quisquam tempora repellat sed quibusdam facilis. Assumenda quaerat ab, nesciunt odio facere sit, ipsa necessitatibus tempora, maiores commodi sed quae provident deserunt at?"
	},
	{
		"title": "Placeholder",
		"year": "2022",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Tempore, eveniet minus velit, earum aperiam necessitatibus repellendus provident accusamus illum officiis doloribus, eum saepe est aut numquam distinctio pariatur natus totam repellat. Numquam nulla libero sapiente magnam nostrum ex."
	}
]